[
  {
    "id": "ielts_s1_001",
    "englishText": "Let's start off by talking about the mountains.",
    "japaneseTranslation": "まず、山について話しましょう。",
    "explanation": "「Let's start off by talking about...」は、会話や議論を始める際の一般的なフレーズです。「〜について話し始める」という意味で、丁寧かつ自然な導入です。"
  },
  {
    "id": "ielts_s1_002",
    "englishText": "Do you like to go on holiday in the mountains?",
    "japaneseTranslation": "あなたは山へ休暇に行くのが好きですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_003",
    "englishText": "Definitely. It's one of my favorite things to do.",
    "japaneseTranslation": "もちろんです。私がすることの中で一番好きなことの一つです。",
    "explanation": "「Definitely」は「間違いなく」「もちろん」という意味で、強い肯定を表します。「one of my favorite things to do」は「私がすることの中で最も好きなことの一つ」という意味で、複数ある好きなことの中から一つを指しています。"
  },
  {
    "id": "ielts_s1_004",
    "englishText": "I actually love nature and the mountains, specifically.",
    "japaneseTranslation": "私は実際に自然、特に山が大好きです。",
    "explanation": "「actually」は「実は」「実際に」という意味で、予想外の事実や強調に使われます。「specifically」は「具体的に言うと」「特に」という意味で、対象を限定する際に使われます。"
  },
  {
    "id": "ielts_s1_005",
    "englishText": "I always handpick locations which have mountains and a beautiful landscape, greenery, and I love hiking as well.",
    "japaneseTranslation": "私はいつも、山があり、美しい風景や緑がある場所を厳選します。ハイキングも大好きです。",
    "explanation": "「handpick」は「注意深く選ぶ」「厳選する」という意味です。「locations which have mountains...」は関係代名詞「which」を使った修飾節で、「山がある場所」を意味します。「landscape」は「風景」、「greenery」は「緑」を指します。"
  },
  {
    "id": "ielts_s1_006",
    "englishText": "Are there any hotels in the mountains in your country?",
    "japaneseTranslation": "あなたの国では山の中にホテルはありますか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_007",
    "englishText": "Yes, actually, in Himachai, they have lodges.",
    "japaneseTranslation": "はい、実は、ヒマーチャルにはロッジがあります。",
    "explanation": "「Himachai」はインドのヒマーチャル・プラデーシュ州を指していると思われます。「lodges」は山小屋や宿泊施設を意味します。"
  },
  {
    "id": "ielts_s1_008",
    "englishText": "They rent it out to people who are there on vacations.",
    "japaneseTranslation": "彼らは休暇でそこにいる人々にそれを貸し出しています。",
    "explanation": "「rent it out」は「それを貸し出す」という意味です。「who are there on vacations」は関係代名詞「who」を使った修飾節で、「休暇でそこにいる人々」を意味します。"
  },
  {
    "id": "ielts_s1_009",
    "englishText": "It's the most beautiful experience because you get to actually see how people who are based there,",
    "japaneseTranslation": "それは最も美しい経験です。なぜなら、そこに住んでいる人々がどのように、",
    "explanation": "「based there」は「そこに住んでいる」「そこに拠点を置いている」という意味です。「you get to actually see」は「実際に〜を見ることができる」という意味で、体験を通して学ぶニュアンスがあります。"
  },
  {
    "id": "ielts_s1_010",
    "englishText": "how they live and how they cook and how they clean.",
    "japaneseTranslation": "彼らがどのように暮らし、どのように料理し、どのように掃除するかを見ることができるからです。",
    "explanation": "前の文に続く形で、現地の人々の生活様式を具体的に描写しています。"
  },
  {
    "id": "ielts_s1_011",
    "englishText": "You get the whole experience of everything.",
    "japaneseTranslation": "あなたはあらゆることの全ての経験を得ることができます。",
    "explanation": "「あらゆる経験ができる」という、包括的な体験を強調する表現です。"
  },
  {
    "id": "ielts_s1_012",
    "englishText": "Now, let's talk about trees? Do you like trees?",
    "japaneseTranslation": "さて、木について話しましょうか？木は好きですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_013",
    "englishText": "Yeah, actually, I love trees. I love spending time around trees.",
    "japaneseTranslation": "はい、実は、木が大好きです。木々の周りで時間を過ごすのが好きです。",
    "explanation": "「spending time around trees」は「木々の周りで時間を過ごす」という意味で、自然との触れ合いを表現しています。"
  },
  {
    "id": "ielts_s1_014",
    "englishText": "When I look at a tree, I feel very alive because there's just so much history that goes with it.",
    "japaneseTranslation": "木を見ると、とても生き生きとした気持ちになります。なぜなら、木にはたくさんの歴史が宿っているからです。",
    "explanation": "「feel very alive」は「とても生き生きとした気持ちになる」「活力を感じる」という意味です。「so much history that goes with it」は「それに伴う多くの歴史」という意味で、木が長い年月を経てきたことを示唆しています。比喩的な表現です。"
  },
  {
    "id": "ielts_s1_015",
    "englishText": "I mean, especially, you get oxygen.",
    "japaneseTranslation": "つまり、特に、酸素を得られます。",
    "explanation": "木が酸素を供給するという科学的な事実を述べています。"
  },
  {
    "id": "ielts_s1_016",
    "englishText": "So when you just sit there and meditate, it's the best feeling in the world. You feel very refreshed as well.",
    "japaneseTranslation": "だから、ただそこに座って瞑想すると、それは世界で最高の気分です。とてもリフレッシュした気分にもなります。",
    "explanation": "「meditate」は「瞑想する」という意味です。「best feeling in the world」は「世界で最高の気分」という誇張表現で、その体験の素晴らしさを強調しています。"
  },
  {
    "id": "ielts_s1_017",
    "englishText": "Are there many trees around your hometown?",
    "japaneseTranslation": "あなたの故郷の周りには木がたくさんありますか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_018",
    "englishText": "There are, but not so much as of now because it's mostly city and buildings and shops,",
    "japaneseTranslation": "あります、しかし今はそれほど多くありません。なぜなら、ほとんどが都市や建物、お店だからです。",
    "explanation": "「as of now」は「現時点では」「今のところ」という意味です。"
  },
  {
    "id": "ielts_s1_019",
    "englishText": "but I would love for it to be.",
    "japaneseTranslation": "しかし、そうなることを願っています。",
    "explanation": "「もっと木があればいいのに」という願望を表しています。"
  },
  {
    "id": "ielts_s1_020",
    "englishText": "What are the benefits of planting more trees?",
    "japaneseTranslation": "もっと木を植えることの利点は何ですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_021",
    "englishText": "There are only benefits of planting more trees. I mean, it protects you from so many things,",
    "japaneseTranslation": "もっと木を植えることには利点しかありません。つまり、それはあなたを多くのことから守ってくれます。",
    "explanation": "「I mean」は、前の発言を補足したり、言い換えたりする際に使われます。"
  },
  {
    "id": "ielts_s1_022",
    "englishText": "and, it's so much better for your health to have trees around you,",
    "japaneseTranslation": "そして、あなたの周りに木があることは、あなたの健康にとってずっと良いことです。",
    "explanation": "木が健康に良いという一般的な事実を述べています。"
  },
  {
    "id": "ielts_s1_023",
    "englishText": "and I think for plantation, even for food and stuff to get fresh fruits and vegetables, you can always have it available outside",
    "japaneseTranslation": "そして、植林のため、さらには食料や、新鮮な果物や野菜を手に入れるためのものとしても、あなたは常に外にそれを利用できるようにすることができます。",
    "explanation": "「plantation」はここでは「植林」や「植え付け」を指します。「food and stuff」は「食料やその他のもの」というくだけた表現です。"
  },
  {
    "id": "ielts_s1_024",
    "englishText": "of your home if you just have those planted trees around you.",
    "japaneseTranslation": "もしあなたの家の周りに植えられた木があれば、あなたの家の外に。",
    "explanation": "前の文に続く形で、自宅周辺に木を植えることの利便性を説明しています。"
  },
  {
    "id": "ielts_s1_025",
    "englishText": "Now, let's talk about the weather.",
    "japaneseTranslation": "さて、天気について話しましょう。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_026",
    "englishText": "What time of year did you enjoy the most when you were a child?",
    "japaneseTranslation": "子供の頃、一年のうちでいつが一番楽しかったですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_027",
    "englishText": "I would definitely say November, December, so towards the end of the year when winter arrives",
    "japaneseTranslation": "間違いなく11月、12月、つまり冬が来る年の終わり頃と言えるでしょう。",
    "explanation": "「towards the end of the year」は「年の終わり頃」という意味です。"
  },
  {
    "id": "ielts_s1_028",
    "englishText": "or even during September, October, when it's rainy season, I enjoy myself the most, I think.",
    "japaneseTranslation": "あるいは、9月、10月の雨季の間でさえ、私は最も楽しんでいると思います。",
    "explanation": "「Octorber」は「October」の誤字です。"
  },
  {
    "id": "ielts_s1_029",
    "englishText": "because I love when it's cold and chilly and you can just go out for a walk or play outside with your friends.",
    "japaneseTranslation": "なぜなら、寒くて肌寒い時に、ただ散歩に出かけたり、友達と外で遊んだりできるのが好きだからです。",
    "explanation": "「chilly」は「肌寒い」「冷たい」という意味で、「cold」よりも弱い寒さを表します。"
  },
  {
    "id": "ielts_s1_030",
    "englishText": "I think that's when I enjoy it the most.",
    "japaneseTranslation": "それが私が最も楽しむ時だと思います。",
    "explanation": "前の文で述べた状況が、最も楽しい時であると結論づけています。"
  },
  {
    "id": "ielts_s1_031",
    "englishText": "Has the weather changed much in recent years?",
    "japaneseTranslation": "近年、天気は大きく変わりましたか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_032",
    "englishText": "I would say drastically, yes. It's gotten hotter and hotter and humid.",
    "japaneseTranslation": "劇的に変わったと言えるでしょう、はい。ますます暑く、湿っぽくなっています。",
    "explanation": "「drastically」は「劇的に」「大幅に」という意味です。「hotter and hotter」は比較級の繰り返しで「ますます暑く」という意味になります。"
  },
  {
    "id": "ielts_s1_033",
    "englishText": "I think because of global warming. It's been really bad lately.",
    "japaneseTranslation": "地球温暖化のせいでだと思います。最近本当にひどいです。",
    "explanation": "「global warming」は「地球温暖化」です。「lately」は「最近」という意味です。"
  },
  {
    "id": "ielts_s1_034",
    "englishText": "Would you say the weather in your hometown is suitable for working?",
    "japaneseTranslation": "あなたの故郷の天気は仕事に適していると言えますか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_035",
    "englishText": "I mean, around December yes, throughout the year, no. It's very very hot.",
    "japaneseTranslation": "つまり、12月頃ははい、一年を通してはいいえ。とてもとても暑いです。",
    "explanation": "「throughout the year」は「一年を通して」という意味です。"
  },
  {
    "id": "ielts_s1_036",
    "englishText": "Back in India, it's like when you get out, it's a lot of humidity and you just don't feel your best.",
    "japaneseTranslation": "インドでは、外に出ると、たくさんの湿気があり、最高の気分にはなれません。",
    "explanation": "「humidity」は「湿度」です。「don't feel your best」は「体調が万全でない」「気分がすぐれない」という意味です。"
  },
  {
    "id": "ielts_s1_037",
    "englishText": "Let's move on next. Describe a TV documentary you watched that was particularly interesting.",
    "japaneseTranslation": "次に進みましょう。特に興味深かったテレビドキュメンタリーについて説明してください。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_038",
    "englishText": "You should say, what the documentary was about? Why you decided to watch it? What you learned during the documentary?",
    "japaneseTranslation": "ドキュメンタリーが何についてだったか？なぜそれを見ようと思ったか？ドキュメンタリー中に何を学んだか？を言うべきです。",
    "explanation": "これは、スピーキングテストの質問で、回答すべき項目を列挙しています。"
  },
  {
    "id": "ielts_s1_039",
    "englishText": "And explain why the TV documentary was particularly interesting.",
    "japaneseTranslation": "そして、なぜそのテレビドキュメンタリーが特に興味深かったのかを説明してください。",
    "explanation": "前の質問に続く、最後の項目です。"
  },
  {
    "id": "ielts_s1_040",
    "englishText": "The TV documentary that I watched was a documentary on the artist, Eminem.",
    "japaneseTranslation": "私が視聴したテレビドキュメンタリーは、アーティスト、エミネムについてのドキュメンタリーでした。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_041",
    "englishText": "He goes by the name Marshall Mathers. I remember I was very young when I watched it.",
    "japaneseTranslation": "彼はマーシャル・マザーズという名前でも知られています。それを見たのは私がとても若かった頃だったと記憶しています。",
    "explanation": "「goes by the name」は「〜という名前で知られている」「〜と呼ばれている」という意味です。"
  },
  {
    "id": "ielts_s1_042",
    "englishText": "The reason I love it is because it's very inspiring because in the movie,",
    "japaneseTranslation": "私がそれを好きな理由は、映画の中で非常に感動的だからです。",
    "explanation": "「inspiring」は「感動的な」「刺激的な」という意味です。"
  },
  {
    "id": "ielts_s1_043",
    "englishText": "he shows all of his struggles and the poverty that he went through.",
    "japaneseTranslation": "彼は彼の全ての苦闘と、彼が経験した貧困を示しています。",
    "explanation": "「struggles」は「苦闘」「奮闘」を意味します。「poverty」は「貧困」です。"
  },
  {
    "id": "ielts_s1_044",
    "englishText": "and he was very unfortunate as a child, and even when he was a teenager.",
    "japaneseTranslation": "そして彼は子供の頃、そして10代の頃でさえ、非常に不運でした。",
    "explanation": "「unfortunate」は「不運な」「不幸な」という意味です。"
  },
  {
    "id": "ielts_s1_045",
    "englishText": "That goes to show how much determination he had towards his dreams,",
    "japaneseTranslation": "それは、彼がどれほどの決意を彼の夢に対して持っていたかを示しています。",
    "explanation": "「That goes to show」は「それは〜を示している」という意味です。「determination」は「決意」「決断力」です。"
  },
  {
    "id": "ielts_s1_046",
    "englishText": "and his plans and goals of the future that he knew that he was going to make it big in the music industry.",
    "japaneseTranslation": "そして彼の将来の計画や目標、彼が音楽業界で成功することを知っていたことです。",
    "explanation": "「make it big」は「大成功する」「有名になる」というスラング的な表現です。"
  },
  {
    "id": "ielts_s1_047",
    "englishText": "And now he's known to be one of the biggest musical artists in the industry.",
    "japaneseTranslation": "そして今、彼は業界で最も偉大な音楽アーティストの一人として知られています。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_048",
    "englishText": "I learned inspiration from that movie.",
    "japaneseTranslation": "私はその映画からインスピレーションを学びました。",
    "explanation": "「learned inspiration」は「インスピレーションを得た」「刺激を受けた」という意味です。"
  },
  {
    "id": "ielts_s1_049",
    "englishText": "I think it gives you a lot of motivation every time you watch it.",
    "japaneseTranslation": "それを見るたびに、多くのモチベーションを与えてくれると思います。",
    "explanation": "「motivation」は「モチベーション」「意欲」です。"
  },
  {
    "id": "ielts_s1_050",
    "englishText": "It goes to show that no matter where you come from, no matter how small your hometown was or how many obstacles you had in life.",
    "japaneseTranslation": "それは、あなたがどこから来たとしても、あなたの故郷がどれほど小さかったとしても、あるいは人生でどれほどの障害があったとしても関係ないことを示しています。",
    "explanation": "「obstacles」は「障害」「困難」です。"
  },
  {
    "id": "ielts_s1_051",
    "englishText": "but still you can make it big.",
    "japaneseTranslation": "それでもあなたは成功することができます。",
    "explanation": "前の文に続く、希望を持たせるメッセージです。"
  },
  {
    "id": "ielts_s1_052",
    "englishText": "And it also goes to show that you just have to be passionate about what it is that you want in your life.",
    "japaneseTranslation": "そしてそれはまた、あなたが人生で望むことに対して情熱を持たなければならないことを示しています。",
    "explanation": "「passionate about」は「〜に情熱を持っている」という意味です。"
  },
  {
    "id": "ielts_s1_053",
    "englishText": "And through that, you can achieve the greatest things, and you can surpass even your highest levels of insecurities and doubts that you have and fears that you have.",
    "japaneseTranslation": "そしてそれを通して、あなたは最も偉大なことを達成でき、あなたが抱える不安や疑念、恐れの最も高いレベルさえも乗り越えることができます。",
    "explanation": "「surpass」は「〜を超える」「〜を上回る」という意味です。「insecurities」は「不安」「自信のなさ」です。"
  },
  {
    "id": "ielts_s1_054",
    "englishText": "He's also one of my favorite artists.",
    "japaneseTranslation": "彼は私の好きなアーティストの一人でもあります。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_055",
    "englishText": "To see him go through that really inspires you and shows you that you can do it no matter what it is, that it's usually self-doubt which keeps you from chasing your dreams or from achieving your goals.",
    "japaneseTranslation": "彼がそれを乗り越えるのを見ることは、本当にあなたを鼓舞し、それが何であれ、あなたができることを示してくれます。通常、あなたの夢を追いかけることや目標を達成することを妨げるのは自己不信なのです。",
    "explanation": "「self-doubt」は「自己不信」です。この文は、エミネムの経験から、自己不信が夢の実現を妨げる最大の要因であることを示唆しています。"
  },
  {
    "id": "ielts_s1_056",
    "englishText": "But in that movie, it's shown that you can really do whatever you want.",
    "japaneseTranslation": "しかし、その映画では、あなたが本当に望むことは何でもできることが示されています。",
    "explanation": "前の文の続きで、映画が伝えるメッセージを強調しています。"
  },
  {
    "id": "ielts_s1_057",
    "englishText": "We're going to continue to talk about TV programs and TV advertising.",
    "japaneseTranslation": "次に、テレビ番組とテレビ広告について話し続けることにしましょう。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_058",
    "englishText": "Do you think that there are too many game shows on TV nowadays?",
    "japaneseTranslation": "最近のテレビでは、ゲーム番組が多すぎるとお思いですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_059",
    "englishText": "I don't think so, no. I think there's enough for everyone.",
    "japaneseTranslation": "いいえ、そうは思いません。誰にでも十分な数があると思います。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_060",
    "englishText": "I think there's a lot of different genres that people can watch, and game shows are mostly educational",
    "japaneseTranslation": "人々が見ることができる様々なジャンルがたくさんあると思いますし、ゲーム番組は主に教育的です。",
    "explanation": "「genres」は「ジャンル」です。ゲーム番組が教育的であるという意見は少し意外ですが、知識を問うクイズ形式の番組などを指している可能性があります。"
  },
  {
    "id": "ielts_s1_061",
    "englishText": "I think that's also very necessary in today's generation and to remind everyone to have fun and not take life so seriously.",
    "japaneseTranslation": "それは今日の世代にとって非常に必要であり、誰もが楽しむことを忘れず、人生をあまり真剣に受け止めないように思い出させることでもあると思います。",
    "explanation": "ゲーム番組の持つポジティブな側面を強調しています。"
  },
  {
    "id": "ielts_s1_062",
    "englishText": "Is TV the main way people get news in your country?",
    "japaneseTranslation": "あなたの国では、テレビが人々がニュースを得る主な方法ですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_063",
    "englishText": "Yes, for sure, I would agree.",
    "japaneseTranslation": "はい、確かに、同意します。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_064",
    "englishText": "It's one of the most important outlets from where people can know what's going on, like the breaking news or what happened yesterday. Everyone's always aware.",
    "japaneseTranslation": "人々が何が起こっているかを知ることができる最も重要な情報源の一つです。例えば、速報や昨日の出来事など。誰もが常に情報を得ています。",
    "explanation": "「outlets」は「情報源」「媒体」を意味します。「breaking news」は「速報」です。"
  },
  {
    "id": "ielts_s1_065",
    "englishText": "Now, let's talk about TV advertising. What kind of products are advertised most often on TV?",
    "japaneseTranslation": "さて、テレビ広告について話しましょう。テレビで最も頻繁に広告されている製品は何ですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_066",
    "englishText": "I would say mostly home products, like cleaning products or soaps or maybe beauty products are mostly what's advertised",
    "japaneseTranslation": "主に家庭用品、例えば洗剤や石鹸、あるいは美容製品が最も多く広告されていると言えるでしょう。",
    "explanation": "「home products」は「家庭用品」です。"
  },
  {
    "id": "ielts_s1_067",
    "englishText": "or also electronic appliances are very much advertised in my country.",
    "japaneseTranslation": "あるいは、電子機器も私の国では非常に多く広告されています。",
    "explanation": "「electronic appliances」は「電子機器」「家電製品」です。"
  },
  {
    "id": "ielts_s1_068",
    "englishText": "Do you think that people pay attention to adverts on TV?",
    "japaneseTranslation": "人々はテレビの広告に注意を払っていると思いますか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_069",
    "englishText": "Not as much as they used to, because back then it was a form of entertainment but now they just want to skip it and reach the show that they're watching",
    "japaneseTranslation": "以前ほどではありません。なぜなら、当時はエンターテイメントの一形態でしたが、今はただスキップして、見ている番組にたどり着きたいだけだからです。",
    "explanation": "「pay attention to」は「〜に注意を払う」という意味です。「form of entertainment」は「エンターテイメントの一形態」です。"
  },
  {
    "id": "ielts_s1_070",
    "englishText": "It's not as much as it used to be. I think people grew impatient now.",
    "japaneseTranslation": "以前ほどではありません。人々は今、せっかちになったと思います。",
    "explanation": "「impatient」は「せっかちな」「我慢できない」という意味です。"
  },
  {
    "id": "ielts_s1_071",
    "englishText": "They're not as patient as they used to be because of the fast-paced life everyone's going through so they want everything quick.",
    "japaneseTranslation": "人々は、誰もが経験しているペースの速い生活のために、以前ほど忍耐強くなく、全てを素早く求めています。",
    "explanation": "「fast-paced life」は「ペースの速い生活」です。"
  },
  {
    "id": "ielts_s1_072",
    "englishText": "How important are regulations on TV advertising?",
    "japaneseTranslation": "テレビ広告に対する規制はどれほど重要ですか？",
    "explanation": ""
  },
  {
    "id": "ielts_s1_073",
    "englishText": "They are very important but at the same time it's not followed as much as it should be.",
    "japaneseTranslation": "それらは非常に重要ですが、同時に、それらが本来守られるべきほどには守られていません。",
    "explanation": ""
  },
  {
    "id": "ielts_s1_074",
    "englishText": "That's the end of the speaking test. Well done.",
    "japaneseTranslation": "これでスピーキングテストは終わりです。よくできました。",
    "explanation": ""
  }
]
